;Translation files need to be saved in UTF-16 encoding
;Spanish (Spain) translation file by Xoseba (https://forums.mydigitallife.net/members/xoseba.1074283/)
[Config]
Language = es-ES

[Translations]
NoAdmin = Esta aplicación debe ejecutarse como administrador.
UnsupportedSystem = Esta aplicación requiere Windows 7 o posterior.
NoADK = Hemos detectado que está utilizando una versión anterior de Windows sin tener instalado Windows 10 ADK. Debido a esto, la imagen ISO resultante puede crearse incorrectamente.\n\nPara garantizar que el proceso sea exitoso, instale Windows 10 ADK o use esta aplicación en Windows 10.\n\n¿Desea continuar?
BackendTestFailed = Falló la prueba de back-end PHP. Sin este back-end en funcionamiento, esta aplicación no puede continuar funcionando.\n\n¿Qué significa esto?\n - No tiene instalado Visual C ++ Redistributable 2015 x86\n - Su antivirus está interfiriendo con el proceso\n\nSi el problema persiste:\n - Instale Visual C++ Redistributable 2015 x86\n - Desactive temporalmente su solución antivirus\n\nLa aplicación se cerrará.
Preparing = Preparando ...
PrepareToWork = Preparando la aplicación para trabajar ...
Search = &Buscar
SearchBuilds = Buscar compilaciones
BuildSelectAction = &Elegir la compilación seleccionada
BuildSelectActionSub = Muestra la página de selección de idioma, edición y ubicación de destino
PoweredBy = Alimentado por
Change = &Cambiar
Language = Idioma
Edition = Edición
SelectedBuild = Compilación seleccionada
LanguageAndEdition = Idioma y edición
SaveOptions = Guardar opciones
Browse = &Examinar ...
SaveUUPFiles = Guardar UUPs en el subdirectorio "UUPs"
SkipConversion = Omitir UUP a la conversión ISO
StartProcess = &Iniciar proceso
StartProcessSub = Descarga la compilación seleccionada y crea una imagen ISO a partir de ella
RetrievingListOfFiles = Recuperando lista de archivos ...
BuildNotDownloadable = Error al obtener la lista de archivos disponibles. La compilación seleccionada ya no se puede descargar.
CommandPromptClosed = La ventana de solicitud de comando se ha cerrado o se produjo un error.
CommandPromptClosedQuestion = ¿Desea reiniciar el proceso de descarga y conversión con los archivos que se han descargado hasta ahora?\n\nSi elige "No", se eliminarán todos los archivos descargados.
Information = Información
TaskCompleted = La tarea se ha completado.
WorkDirNotCreatedYet = Aún no se ha creado el directorio de trabajo
CreateDirFail = Error al crear el directorio de trabajo.
BrowseForLocation = Buscar la ubicación de destino de la imagen ISO
DestinationLocationNotExists = La ubicación de destino no existe.
WorkDirMoveError = Ha ocurrido un error al intentar mover el directorio de trabajo.
PleaseWait = Por favor, espere ...
Error = Error
MovingWorkDir = Mover directorio de trabajo ...
CannotGetBuilds = No se puede recuperar la lista de compilaciones disponibles.
NoSearchResults = No hay compilaciones disponibles para su búsqueda.
NoLanguages = No hay idiomas disponibles para esta selección.
AllEditions = Todas las ediciones
NoEditions = No hay ediciones disponibles para esta selección.
RetrievingFileInfo = Recuperando información del archivo ...
NoFileinfo = La base de datos de información de archivos no existe para su selección.
RetrievingPacks = Recuperando paquetes ...
PhpFailedRestart = Error al reiniciar el backend PHP. La aplicación se cerrará.
PhpFailedClose = Se produjo un error al intentar cerrar el backend PHP. Compruebe si el proceso php.exe se está ejecutando y finalícelo manualmente.\n\nHaga clic en Aceptar después de finalizar PHP.
UpdateAvailable = ¡Hay una actualización disponible!
UpdatesIncludedInfo1 = Las siguientes actualizaciones están incluidas en el paquete UUP seleccionado.
UpdatesIncludedInfo2 = Estas actualizaciones se integrarán automáticamente durante el proceso de conversión de UUP a ISO. Esto puede llevar mucho más tiempo que el proceso de conversión normal.
PleaseSelectBuild = Por favor, seleccione la compilación deseada.
DownloadSize = Tamaño de descarga
ContainsAdditionalUpdates = (contiene actualizaciones adicionales)
CreateVirtualEditions = Crear ediciones virtuales
CreateVirtualEditionsNotice = Esta opción permite la creación de todas las ediciones virtuales posibles a partir de las ediciones base seleccionadas. El proceso de creación tarda mucho tiempo en completarse.\n\n¿Está seguro de que desea habilitar esta opción?
NotSupportedForVECreation = Esta opción requiere que Windows 10 ADK esté instalado o que la aplicación se ejecute en Windows 10.
DoYouWantAnotherBuild =¿Desearía descargar otra compilación?

[Languages]
ar-sa = árabe (Arabia Saudita)
bg-bg = búlgaro
cs-cz = checo
da-dk = danés
de-de = alemán
el-gr = griego
en-gb = inglés (Reino Unido)
en-us = Inglés (Estados Unidos)
es-es = español (España)
es-mx = español (México)
et-ee = estonio
fi-fi = finés
fr-ca = francés (Canadá)
fr-fr = francés (Francia)
he-il = hebreo
hr-hr = croata
hu-hu = húngaro
it-it = italiano
ja-jp = japonés
ko-kr = coreano
lt-lt = lituano
lv-lv = letón
nb-no = noruego (Bokmal)
nl-nl = holandés
pl-pl = polaco
pt-br = portugués (Brasil)
pt-pt = portugués (Portugal)
ro-ro = rumano
ru-ru = ruso
sk-sk = eslovaco
sl-si = esloveno
sr-latn-rs = serbio (latín)
sv-se = sueco
th-th = tailandés
tr-tr = turco
uk-ua = ucraniano
zh-cn = chino (simplificado)
zh-tw = chino (tradicional)
